Repository: delight010/SaveMyMoney
Catalog: Projects/AppCore/Resources/Localizable/Localizable.xcstrings
Source language: en
Languages: ja, ko

# AppColorScheme.dark
source: Dark
ja: ダークモード
ko: 다크 모드

# AppColorScheme.light
source: Light
ja: ライトモード
ko: 라이트 모드

# ExpenseCategory.Daily Necessities
source: Daily Necessities
ja: 日用品
ko: 일상 용품

# ExpenseCategory.Education
source: Education
ja: 教育
ko: 교육

# ExpenseCategory.Fashion/Beauty
source: Fashion/Beauty
ja: ファッション/美容
ko: 패션/미용

# ExpenseCategory.Food
source: Food
ja: 食費
ko: 음식

# ExpenseCategory.Health
source: Health
ja: 医療
ko: 의료

# ExpenseCategory.Hobbies
source: Hobbies
ja: 趣味
ko: 취미

# ExpenseCategory.Housing/Communication
source: Housing/Communication
ja: 住居/通信
ko: 주거/통신

# ExpenseCategory.Other Expenses
source: Other Expenses
ja: その他の支出
ko: 그 외

# ExpenseCategory.Transportation
source: Transportation
ja: 交通
ko: 교통

# TaskStatus.Failure
source: Failure
ja: 失敗
ko: 실패

# TaskStatus.Success
source: Success
ja: 成功
ko: 성공
